Repository: sarahalzhrani/EsayFlight-FinalProject
Catalog: EsayFlight/*.lproj/Localizable.strings
Languages: ar

source: Change Language
ar: تغيير اللغة

source: Name:
ar: الأسم

source: Health status:
ar: الحاله الصحيه

source: Flight number:
ar: رقم الرحله

source: special Needs:
ar: الاحتياجات الخاصه

source: sign out
ar: تسجيل الخروج

source: Enter your Email
ar: سجل بإستخدام الإيميل

source: Enter your password
ar: أدخل الرقم السري

source: Login
ar: تسجيل الدخول

source: Register
ar: مستخدم جديد

source: select health status..
ar: إختر الحاله الصحيه

source: select your needs..
ar: إختر احتياجك الخاص

source: Home
ar: الرئيسيه

source: Maps
ar: الموقع

source: Advertisement
ar: الاعلانات

source: profile
ar: الملف الشخصي

source: Ask for help
ar: طلب المساعده

source: lost luggage
ar: المفقودات

source: Services
ar: الخدمات

source: Back
ar: الخلف

source: Flight
ar: الرحلات الجويه

source: Airport News
ar: أخبار المطار

source: Suggest For you:
ar: :مقترح لك

source: Tell us your experience
ar: أخبرنا تجربتك

source: Easy Flight
ar: رحلتك أسهل

source: Date Flight:
ar: تاريخ الرحله

source: Flight Statuse:
ar: حالة الرحله

source: Gate:
ar: البوابه:

source: Added to My Flight
ar: إضافه الى رحلاتي

source: To
ar: إلى

source: My Flight
ar: رحلاتي

source: Add Flight
ar: أضف رحله

source: Scan parcod
ar: إمسح الباركود

source: cancel
ar: إلغاء

source: Lost Luggauge
ar: المفقودات

source: Edit your searching
ar: أدخل تفاصيل بحثك

source: Enter Your Details:
ar: ادخل التفاصيل:

source: Mobile Number:
ar: رقم التواصل:

source: Old
ar: كبير سن

source: blind
ar: كفيف

source: paralyzed
ar: مقعد

source: child
ar: طفل

source: housemaid reception
ar: إستقبال عامله منزليه

source: wheel chair
ar: كرسي متحرك

source: terminal1
ar: الصاله ١

source: terminal2
ar: الصاله٢

source: There is a specialized team working to improve the passenger experience at the airport. Please contact us through the following channels :
ar: هناك فريق متخصص يعمل على تحسين تجربة الركاب في المطار. يرجى الاتصال بنا من خلال وسائل التواصل التاليه :

source: Delete
ar: حذف

source: Are you sure you want to delete?
ar: هل انت متأكد انك تريد الحذف؟?

source: Rent car Office
ar: مكاتب تأجير السيارات

source: Macdonldas
ar: ماكدونالدز

source: Albaik
ar: البيك

source: Dankin Dounts
ar: دانكن دونت

source: Starbucks
ar: ستاربكس

source: pizzHut
ar: بيتزاهت

source: Fridays
ar: فرايديز

source: information
ar: معلومات

source: subWay
ar: صب وي

source: Movenpick
ar: موفنبيك

source: bean
ar: بين

source: YELO
ar: يلو

source: Key
ar: المفتاح

source: Hertz
ar: هيرتز

source: Hanco
ar: هانكو

source: AVIS
ar: آفيس

source: budget
ar: بدجيت

source: simit Saray
ar: سميت ساراي

source: Burger king
ar: برجر كنج

source: MamaRoti
ar: ماما روتي

source: Pinkberry
ar: بينك بيري

source: Domino's pizza
ar: دومنيز بيتزا

source: Pull
ar: بول

source: Follow your flight
ar: تتبع رحلتك

source: If you need any help
ar: إذا كنت تحتاج المساعده

source: Services24
ar: خدمة ٢٤

source: If you lost luggage
ar: تتبع المفقودات

source: Rent Car in your destination
ar: استأجر سيارة في وجهتك

source: Suggest App For you :
ar: : برامج مقترحه لك

source: Enter your lagguage details :
ar: أدخل تفاصيل المفقودات :

source: Enter your flight number :
ar: ادخل رقم الرحله:

source: Enter your Phone number :
ar: ادخل رقم التواصل :

source: Save
ar: حفظ

source: Flight Number:
ar: رقم الرحله:

source: Rent Car Office
ar: مكاتب تأجير السيارات

source: Alfursan Terminal
ar: صالة الفرسان

source: Train Station
ar: محطة القطار

source: Parking
ar: مواقف سيارات

source: My order
ar: طلبات المساعده

source: Sitting
ar: الإعدادات

source: Search for a place or address
ar: ابحث عن اماكن وعناوين

source: log Out
ar: تسجيل خروج

source: Darkmode
ar: النمط الليلي

source: Email
ar: الإيميل

source: Changelanguage
ar: تغيير اللغه

source: Editing profile
ar: تعديل الملف الشخصي

source: Enter your name
ar: ادخل اسمك

source: Forget your password?
ar: نسيت كلمة المرور ؟
